Repository: ilGhera/wc-exporter-for-reviso
Catalog: languages/wc-exporter-for-reviso-*.po
Languages: it_it

source: It seems like you don't have permission to see this page
it_it: Sembra che tu non abbia i permessi per visualizzare questa pagina

source: ATTENTION! It seems like Woocommerce is not installed
it_it: ATTENZIONE! Sembra che WooCommerce non sia installato

source: WooCommerce Exporter for Reviso - Premium
it_it: WooCommerce Exporter for Contabilità in Cloud - Premium

source: Add your Premium Key
it_it: Aggiungi la tua Premium Key

source: Add your Premium Key and keep update your copy of Woocommerce Exporter for Reviso - Premium
it_it: Aggiungi la tua Premium Key e mantieni aggiornato WooCommerce for Contabilità in Cloud - Premium

source: Save
it_it: Salva

source: Settings
it_it: Impostazioni

source: Suppliers
it_it: Fornitori

source: Products
it_it: Prodotti

source: Customers
it_it: Clienti

source: Orders
it_it: Ordini

source: User role
it_it: Ruolo utente

source: Select your customers user role
it_it: Seleziona il ruolo utente usato per i clienti

source: Group
it_it: Gruppo

source: Select a Reviso customers group
it_it: Seleziona un gruppo clienti di Contabilità in Cloud

source: Export to Reviso
it_it: Esporta verso Contabilità in Cloud

source: Delete customers
it_it: Cancella clienti

source: Delete all customers on Reviso
it_it: Elimina tutti i clienti in Contabilità in Cloud

source: Delete from Reviso
it_it: Cancella da Contabilità in Cloud

source: Synchronization options
it_it: Opzioni di sincronizzazione

source: Update customers in Reviso in real time
it_it: Aggiorna i clienti in Contabilità in Cloud in tempo reale

source: Save settings
it_it: Salva impostazioni

source: Order status
it_it: Stato ordini

source: All orders types
it_it: Tutti gli ordini

source: Select which orders to export
it_it: Seleziona quali ordini esportare

source: Delete orders
it_it: Cancella ordini

source: Delete all orders on Reviso
it_it: Elimina tutti gli ordini in Contabilità in Cloud

source: Export orders
it_it: Esporta ordini

source: Export orders to Reviso automatically
it_it: Easporta i nuovi ordini verso Contabilità in Cloud in automatico

source: Create invoices
it_it: Crea fattura

source: Create invoices in Reviso for completed orders
it_it: Crea la fattura in Contabilità in Cloud per gli ordini completati

source: Issue invoices
it_it: Emetti fattura

source: Issue invoices created in Reviso directly
it_it: Emetti direttamente la fattura creata in Contabilità in Cloud

source: Send invoices
it_it: Invia fattura

source: Attach invoices to completed order notifications
it_it: Allega fattura alla mail di conferma d'ordine

source: Book invoices
it_it: Contabilizza fattura

source: Book invoices created in Reviso directly
it_it: Contabilizza direttamente la fattura creata in Contabilità in Cloud

source: Number series
it_it: Serie numeriche

source: Choose the series of numbers to use for <b>Invoices</b>
it_it: Seleziona la serie numerica di Contabilità in Cloud da utilizzare per le <b>Fatture</b>

source: Choose the series of numbers to use for <b>Receipts</b>
it_it: Seleziona la serie numerica di Contabilità in Cloud da utilizzare per le <b>Ricevute</b>

source: Customers group
it_it: Gruppo clienti

source: Select a specific group of Reviso customers or use <i>Auto</i> for national and foreign groups
it_it: Seleziona uno specifico gruppo clienti Contabilità in Cloud o <i>Auto</i> per utilizzare <i>Clienti nazionali</i> e <i>Clienti esteri</i>

source: Save options
it_it: Salva impostazioni

source: Products categories
it_it: Categorie prodotti

source: All categories
it_it: Tutte le categorie

source: Select which categories to send to Reviso.
it_it: Seleziona la/ le categorie di prodotti da inviare a Contabilità in Cloud.

source: Departmental distribution
it_it: Centro di responsabilità

source: Select
it_it: Seleziona

source: Select a generic departmental distribution.
it_it: Seleziona un centro di responsabilità generico.

source: Delete products
it_it: Cancella prodotti

source: Delete all products on Reviso. Note that you cannot delete a product that has been used on an Invoice.
it_it: Cancella tutti i prodotti in Contabilità in Cloud. I prodotti utilizzati nelle fatture non potranno essere rimossi.

source: Update products in Reviso in real time
it_it: Aggiorna i prodotti in Contabilità in Cloud in tempo reale

source: Connection status
it_it: Stato connessione

source: Not connected
it_it: Non connesso

source: Connect with your Reviso credentials
it_it: Connettiti a Contabilità in Cloud con le tue credenziali

source: Connect to Reviso
it_it: Connettiti a Contabilità in Cloud

source: Disconnect from Reviso
it_it: Disconnettiti da Contabilità in Cloud

source: Temporary data
it_it: Dati temporanei

source: Clear the cache
it_it: Svuota la cache

source: Remove all the data saved in cache
it_it: Rimuovi i dati salvati nella cache

source: Select your suppliers user role
it_it: Seleziona il ruolo utente usato per i fornitori

source: Select a Reviso suppliers group
it_it: Seleziona un gruppo fornitori Contabilità in Cloud

source: Delete suppliers
it_it: Cancella fornitori

source: Delete all suppliers on Reviso
it_it: Elimina tutti i fornitori in Contabilità in Cloud

source: Update suppliers in Reviso in real time
it_it: Aggiorna i fornitori in Contabilità in Cloud in tempo reale

source: Invoice
it_it: Fattura

source: Order date
it_it: Data ordine

source: Transportation fee
it_it: Spese di spedizione

source: Direct
it_it: Diretto

source: %d order(s) export process has begun
it_it: Il processo di esportaizone di %d ordini è iniziato

source: %d order(s) delete process has begun
it_it: Il processo di cancellazione di %d ordini è iniziato

source: ERROR! There are not orders to delete
it_it: ERRORE! Non ci sono ordini da cancellare

source: Sales VAT
it_it: IVA vendite

source: %d%% VAT purchases
it_it: Acquisti con IVA al %d%%

source: Sale of goods VAT
it_it: IVA vendite

source: %d%% VAT
it_it: IVA al %d%%

source: No VAT
it_it: Non soggetto a IVA

source: %d product(s) export process has begun
it_it: Il processo di esportazione di %d prodotti è iniziato

source: ERROR! There are not products to export
it_it: ERRORE! Non ci sono prodotti da esportare

source: %d product(s) delete process has begun
it_it: Il processo di cancellazione di %d prodotti è iniziato

source: ERROR! There are not products to delete
it_it: ERRORE! Non ci sono prodotti da cancellare

source: Connected
it_it: Connesso

source: Temporary data were deleted
it_it: I dati temporanei sono stati eliminati

source: Reviso
it_it: Contabilità in Cloud

source: <i>Departmental distribution</i>
it_it: <i>Centro di responsabilità</i>

source: Set a specific departmental distribution for this product
it_it: Seleziona un centro di responsabilità specifico per questo prodotto

source: Saved!
it_it: Salvato!

source: %1$d %2$s(s) export process has begun
it_it: Il processo di esportazione di %1$d %2$s è iniziato

source: %1$d %2$s(s) delete process has begun
it_it: Il processo di cancellazione di %1$d %2$s è iniziato

source: ERROR! There are not %s to delete
it_it: ERRORE! Non ci sono %s da cancellare

source: VAT number
it_it: Partita IVA

source: Fiscal code
it_it: Codice Fiscale

source: Recipient code
it_it: Codice Destinatario

source: Private (Receipt)
it_it: Privato (Ricevuta)

source: Private (Invoice)
it_it: Privato (Fattura)

source: Company (Invoice)
it_it: Azienda (Fattura)

source: Fiscal document
it_it: Documento fiscale

source: WARNING! The <strong>PEC</strong> entered is not a valid email address.
it_it: ATTENZIONE! Sembra che la <strong>PEC</strong> inserita non sia corretta.

source: WARNING! The <strong>Tax Code</strong> entered is incorrect.
it_it: ATTENZIONE! Sembra che il <strong>Codice Fiscale</strong> inserito non sia corretto.

source: WARNING! The <strong>VAT number</strong> entered is incorrect.
it_it: ATTENZIONE! Sembra che la <strong>Partita IVA</strong> inserita non sia corretta.

source: Electronic invoicing
it_it: Fatturazione elettronica

source: Tax documents
it_it: Documento contabile

source: Company ( Invoice )
it_it: Azienda ( Fattura )

source: Private ( Invoice )
it_it: Privato ( Fattura )

source: Private ( Receipt )
it_it: Privato ( Ricevuta )

source: By activating one or more types of invoice, the fields VAT and Tax Code will be displayed when needed.
it_it: Attivando uno o più documenti fiscali, i campi Partita IVA e Codice Fiscale verrano mostrati solo quando necessaro.

source: Document type
it_it: Tipo documento

source: Put the document type selector on the top of the form
it_it: Mostra la scelta del tipo di documento come primo campo

source: Tax Code required
it_it: CF richiesto

source: Never
it_it: Mai

source: Only with receipts
it_it: Solo Ricevuta

source: Only with invoices
it_it: Solo Fattura

source: Always
it_it: Sempre

source: Make the Tax Code field mandatory
it_it: Rendi il campo Codice Fiscale obbligatorio

source: Tax Code validation
it_it: Verifica C.F.

source: Activate the Tax Code validity check
it_it: Attiva il controllo di validità del Codice Fiscale

source: VIES validation
it_it: Verifica VIES

source: Activate the VIES validity check for the VAT Number <i>( SOAP activated on server is required )</i>
it_it: Attiva il controllo VIES per la Partita IVA <i>( Richiede che SOAP sia attivo sul server )</i>

source: Activate the PEC field for eletronic invoicing
it_it: Attiva il campo PEC per la fatturazione elettronica

source: Activate the Recipient Code field for electronic invoicing
it_it: Attiva il campo Codice Destinatario per la fatturazione elettronica

source: Only EU
it_it: Solo UE

source: Make VAT Number field mandatory only for European Union countries
it_it: P.IVA obbligatoria solo per i paesi dell'UE

source: Only Italy
it_it: Solo Italia

source: Show PEC and Recipient Code fields only to Italian customers
it_it: Mostra PEC e Codice Destinatario solo per l'Italia

source: Show the tax code field only to Italian customers
it_it: Mostra il campo Codice Fiscale solo per l'Italia
